---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.UsGallonsPerHour
source: html/38327e94-f2ad-23f5-b09e-c99f5c3cf3f4.htm
---
# Autodesk.Revit.DB.UnitTypeId.UsGallonsPerHour Property

US gallons per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId UsGallonsPerHour { get; }
```